Revit 2024 API
IFCLevelInfo.Dispose Method
Releases all resources used by the IFCLevelInfo
Namespace: Autodesk.Revit.DB.IFC
Assembly: RevitAPIIFC (in RevitAPIIFC.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public void Dispose()
Visual Basic
Public Sub Dispose
Visual C++
public:
virtual void Dispose() sealed
Implements
IDisposable.Dispose()
See Also
IFCLevelInfo Class
Autodesk.Revit.DB.IFC Namespace